import cardImgFirst from '../images/card_1.png';
import cardImgSecond from '../images/card_2.png';
import cardImgThird from '../images/card_3.png';

const cards = [
	{
		data: '2 августа 2019',
		title: 'Национальное достояние – парки',
		text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
		origin: 'Лента.ру',
		link: 'https://lenta.ru/',
		img: cardImgFirst,
		id: 1,
	},
	{
		data: '2 августа 2019',
		title: 'Лесные огоньки: история одной фотографии',
		text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
		origin: 'Медуза',
		link: 'https://lenta.ru/',
		img: cardImgSecond,
		id: 2,
	},
	{
		data: '2 августа 2019',
		title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
		text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
		origin: 'Риа',
		link: 'https://lenta.ru/',
		img: cardImgThird,
		id: 3,
	},
	{
		data: '2 августа 2019',
		title: 'Национальное достояние – парки',
		text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
		origin: 'ОРТ',
		link: 'https://lenta.ru/',
		img: cardImgFirst,
		id: 4,
	},
	{
		data: '2 августа 2019',
		title: 'Лесные огоньки: история одной фотографии',
		text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы',
		origin: 'Россия',
		link: 'https://lenta.ru/',
		img: cardImgSecond,
		id: 5,
	},
	{
		data: '2 августа 2019',
		title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
		text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
		origin: 'НашеВремя',
		link: 'https://lenta.ru/',
		img: cardImgThird,
		id: 6,
	},
]


export default cards;